{
	"guidances": {
		"pressEToUseDashboard": "Pulse E sobre la pizarra blanca",
		"resolvePuzzle": "Resuelve el puzle"
	},
	"rounds": [
		{
			"level": "Introducción",
			"proof": "¡Atención! Para poder salir de esta aula, deberás superar una serie de emocionantes pruebas diseñadas especialmente para ti. Utiliza todo el entorno que te rodea para resolverlas y así lograr tu escape.\nRecuerda, está totalmente prohibido ensuciar o comer en el aula. Si no lo respetas, todos los maestros te darán una paliza y te obligarán a participar en sus clases.\nTodo el material que te lleves será grabado por las cámaras de seguridad. Si decides llevártelo de todos modos, también recibirás una paliza y un proyecto de fin de grado de Unity.\n¡Buena suerte y que te diviertas resolviendo los desafíos!",
			"error": ""
		},
		{
			"level": "Ronda 1",
			"proof": "Loli es una apasionada de la automoción. Este año se ha comprado un nuevo coche, es rápido pero es una cafetera. En sus ratos libres la pone en modo exhibición y cuando se va, reposa en modo centinela. ¿Puedes darme su coche?",
			"error": "Ese no es el coche"
		},
		{
			"level": "Ronda 2",
			"proof": "¡Alerta! Ana ha llamado a la policía. Un estudiante ha utilizado su asignatura para vender armas impresas.\n¡Es hora de aplicar justicia! Hemos colocado a los alumnos en el patio con su número correspondiente.\nTu misión es descubrir quién es el culpable y neutralizarlo con un arma confiscada de 4º de la ESO.\nLos alumnos han dado sus defensas, pueden que algunos estén mintiendo. ¡Utiliza el entorno para descubrirlo!\nPista 1:\n- Alumno 1: ¿Por qué tienes tantos móviles?.\n- Alumno 2: Realmente conozco un tipo que me ayuda a conseguirlos. Le suelen llamar \"El primo\".\nPista 2:\n- Alumno 11: ¿Donde está tu móvil?\n- Alumno 9: No lo preguntes... Ví al número 2 y a otro conversando. Recuerdo que su camiseta sólo tenía un número.\nPista 3:\n- Alumno 7: He escuchado que por aquí hay una persona haciendo trapicheos.\n- Alumno 8: Si to también, solo sé que se pone cerca de todos para tomar notas.",
			"error": "¡Has disparado a un inocente!"
		},
		{
			"level": "Ronda 3",
			"proof": "Todo el mundo mira con asombro al fortachón de los maestros de informática. Pero, ¿cómo está tan cuadrado? Tengo la suerte de contarte su secreto. ¡Churros!, así de simple, ¡Churros! Está de tan buen humor que me ha revelado su receta, pero en forma de acertijo. ¿Podrías darme los ingredientes?\n1º Ingrediente\nSoy tu mejor amigo cuando quieres viajar desde tu sofá. No soy apto para principiantes, si me usas en exceso vas a ir al  hostipal.\n2º Ingrediente\nDoy tumbos y estoy a gusto cuando hay humedad, si hay calor me despido del mundo.\n3º Ingrediente\n¡Soy alto en hierro y fibra! Si hay problemas me puedes usar para negociar.!Soy bastante amenazador y nada comestible¡",
			"error": "¡Esa no es la receta!"
		},
		{
			"level": "Ronda 4",
			"proof": "Eladio, Macarena y Antonio son colegas desde hace tiempo. Cada noche salen a beber a una taberna cerca de tu casa. Casi siempre por las noches los oyes gritar a puro pulmón. Te han pedido que les recuerdes que solían beber. Lo único que te acuerdas es que estamos en 2024 y de sus conversaciones era:\nELADIO: “Buah! que buena está, como me gusta el sabor cítrico que tiene, y es una de las más antiguas de esta taberna”.\nANTONIO: “El mío también es cítrico, e incluso más, es curioso que el tiempo que lleva hasta hoy es palíndromo”.\nMACARENA:  “Yo soy la única que no toma eso, lo mío es lo más sano para el cuerpo. (Se escuchó un fuerte golpe, 5 min después una ambulancia)”",
			"error": "Parece que las bebidas son icorrectas"
		},
		{
			"level": "Ronda 5",
			"proof": "En esta ronda del juego, el programador, cansado del proyecto, ha decidido hacer invisibles algunos objetos al azar. Pero no te preocupes, Guille, el tutor, ha ideado una solución ingeniosa: un espejo mágico que permite ver los objetos invisibles cuando te encuentras a una cierta distancia de ellos.\nTu misión es usar el espejo mágico para encontrar todos los objetos invisibles. Por cada objeto que encuentres, sumarán un año más de programación en Unity al responsable de esta travesura. Guille te da una serie de consejos:\n1. Destroza todo el aula hasta encontrar con alguno, la limpieza también correrá por parte del programador.\n2. Reinicia la sala cuando encuentres uno o cuando halla demasiado desorden.\n3. Repite el proceso hasta encontrarlos a todos.\n¡Buena suerte!."
		},
		{
			"level": "Última Ronda",
			"proof": "Estás a un paso de escapar. Sin embargo, como en todo en la vida, siempre habrá obstáculos en el camino. Carlos no es la excepción con sus exámenes. En su último examen sobre la Torre de Pascal, muchos alumnos se enfrentan a una difícil decisión: disfrutar de unas \"merecidas vacaciones\" o estudiar para el examen de recuperación. Ayuda a los estudiantes de 2º DAM a conseguir la contraseña de inicio de sesión y acceder a los exámenes de recuperación. Para facilitarte las cosas los alumnos han recolectado una serie de pistas y reglas para formar la contraseña:\nPistas:\n- Todas las letras están en minúsculas y se obtienen del inglés.\n - El orden de las letras tiene que formar una palabra en inglés.\nLetras:\n- Primera letra de la bebida favorita de Macarena. (Recordatorio: era muy poco sano)\n- Última letra del color de la marca favorita de Loli. (Recordatorio: era un deportivo eléctrico)\n - Segunda letra de la comida que salió de la olla\n- Primera letra del número ronda actual (Sin contar la introducción).\nSi consigues resolverlo,  quizás, a cambio, los alumnos te recompensen de alguna manera.",
			"error": "Test"
		}
	]
}